[
	{
		"nama":"ADAS",
		"namaLatin":"Foeniculum vulgare Mill",
		"imgSrc": "http://www.klatenherbal.com/wp-content/uploads/2016/04/khasiat-adas.jpg",
		"khasiat":["Menambah daya tahan tubuh", "Obat influenza", "Anti-kholinesterase"],
		"budidaya":["Cara pertama dalam membudidayakan adas adalah dengan membersihkan media tanam dari gulma.","Media tanam adas bisa di tanah berlempung, tanah berpasir atau berkapur. Asal ditanam dengan drainase atau sistem irigasi yang baik dan pH tanah berkapur antara 6,5-8,0 maka dipastikan adas bisa tumbuh dengan subur.","Setelah tanah bersih dari gulma, maka saatnya menggemburkan tanah menggunakan cangkul. Cara ini dilakukan bersamaan dengan penggarpuan dimana cara ini dimaksudkan untuk mengangkat akar tanaman lain yang masih tersisa.","Lalu buatlah lubang dengan jarak tanam per lubang (0,5-1)x1m. Tiap lubang akan diisi satu bibit adas yang sebelumnya telah diisi dengan pupuk kandang sebanyak 100 gram perlubangnya."],
		"upvotes": [],
		"verified": "Prof. Budi. Jalan Thamrin no. X. Telp. 0612345678"
	},
	{
		"nama":"AKAR WANGI",
		"namaLatin":"Bidens pilosa L., Bidens leuchantha Willd., Bidens sundaica BI.",
		"imgSrc": "http://4.bp.blogspot.com/-CN77yvAypSY/TiO40K1yAtI/AAAAAAAAAOM/5HzqXItM7QI/s1600/akar%2Bwangi1.jpg",
		"khasiat":["Penurun panas, Anti radang", "Menghentikan pendarahan", "Melancarkan peredaran darah", "Mengatasi demam", "Flu", "Sakit tenggorokan", "Reumatik", "Sakit gigi", "Radang usus buntu"],
		"budidaya":["Bersihkan lahan dari gulma dan beri pupuk kompos serta diamkan selama 1—2 minggu.","Selanjutnya, cangkul atau bajak agar tanah menjadi gembur.","Buat lubang tanam pada lahan yang sudah siap dengan ukuran 20 × 20 × 20 cm. Jarak tanam disesuaikan pada kesuburan dan kemiringan lahan.","Jarak dibuat 60 × 20 cm atau 50 × 100 cm untuk kemiringan 15—30 derajat.","Masukkan bibit pada lubang yang sudah dibuat."],
		"upvotes": []
	},
	{
		"nama":"ALPUKAT",
		"namaLatin":"Persea americana Mill",
		"imgSrc": "http://pondokibu.com/uploads/2013/02/buah-alpukat.jpg",
		"khasiat":["Mengatasi darah tinggi", "Obat sakit kepala", "Obat kencing batu", "Mengatasi kulit wajah kering", "Nyeri syaraf", "Sariawan", "Mengurangi resiko diabetes"], 
		"budidaya":["Gunakan pot besar, karena tanaman alpukat ini akan tumbuh membesar, sehingga membutuhkan tempat akar yang sangat besar. kira-kira membutuhkan diameter 40 cm dengan ketinggian 45 cm.","Selanjutnya, isi media tanam menggunakan tanah bakar yang sudah dicampur dengan pasir dan pupuk kandang, serta pupuk jenis kimia lainnya. Perbandingan yang di anjurkan yaitu berbanding sama rata dengan tanahnya.","Biasanya, kita harus melakukan penanaman tersebut pada malam hari, karena pada malam hari suhu udara dingin sehingga tanaman dapat tumbuh dengan subur. Ini dilakukan karena tanaman tersebut memang menyukai udara yang dingin dan lembab.","Setelah melakukan penanaman tersebut, tahap selanjutnya yang kita lakukan adalah penyiraman dan pemupukan secara teratur setiap harinya, penyiraman dan pemupukan dilakukan harus sesuai dosis yang di anjurkan.","Selain itu, kita harus melakukan pemangkasan setiap 3 bulan sekali agar tanaman tidak mudah terserang hama dan penyakit, dan jangan lupa semprotkan juga cairan pestisida secara teratur."],
		"upvotes": []
	},
	{
		"nama":"ANDONG",
		"namaLatin":"Cordyline fruticosa Linn",
		"imgSrc": "http://3.bp.blogspot.com/-3K0XySQSfHo/Vm2OSdL8EjI/AAAAAAAABIE/zldOuohUtjM/s1600/andong.jpg",
		"khasiat":["Menghentikan pendarahan", "Mengatasi bengkak pada memar", "Mengatasi kencing berdarah"],
		"budidaya":["Perbanyak tanaman menggunakan stek batang atau stump.","Stek digunakan pada batang tanaman yang keras sepanjang 5-10cm. Sedangkan stump digunakan dengan membuang daun yang ada dan memasukkan 1/3 tanaman ke dalam tanah.","Pemeliharaan tanaman ini cukup mudah, dibutuhkan cukup air untuk penyiraman agar tanah tetap lembab serta dilakukan pemupukan dasar."],
		"upvotes": []
	},
	{
		"nama":"ANGGRUNG",
		"namaLatin":"Trema orientalis BI",
		"imgSrc": "http://manfaat-buah.com/wp-content/uploads/2015/12/manfaat-buah-daun-seri-kesehatan-tubuh.jpg",
		"khasiat":["Mengobati batuk", "Diare", "Masuk angin", "Nyeri perut"],
		"budidaya":["Menggunakan rimpang, anakan atau biji.","Pemeliharaan tanaman ini mudah, seperti tanaman lain di butuhkan cukup air dengan penyiraman atau menjaga kelembaban tanah dan pemupukan terutama pupuk dasar.","Tanaman ini menghendaki tempat yang cukup matahari."],
		"upvotes": []
	},
	{
		"nama":"ANTING-ANTING",
		"namaLatin":"Acalypha australis L",
		"imgSrc": "https://4.bp.blogspot.com/-wwYQ_xxxht0/U7H7V04DMDI/AAAAAAAAACs/PbJnQddajB8/s1600/anting2.jpg",
		"khasiat":["Menghentikan pendarahan pada luka", "Menghentikan mimisan", "Obat batuk"],
		"budidaya":["Perbanyakan tanaman dengan menggunakan biji.","Tanaman ini sangat mudah dipelihara dan seperti tanaman lain juga membutuhkan air dengan penyiraman merata atau menjaga kelembaban tanah dan pemupukan terutama pupuk dasar.","Tanaman ini menghendaki tempat yang cukup sinar matahari dan sedikit agak terlindung."],
		"upvotes": []
	},
	{
		"nama":"ANYANG-ANYANG",
		"namaLatin":"Elaeocarpus grandiflora",
		"imgSrc": "http://4.bp.blogspot.com/-vlKXnyQtnko/VRDViGMH_KI/AAAAAAAAEhE/IiZZYqJqp3U/s1600/pohon%2Bdaun%2Banyang%2Banyang-min.jpg",
		"khasiat":["Mengobati sakit anyang-anyangen (air kencing sedikit dan sakit saat keluar)", "Obat bisul", "Obat sariawan", "Mengobati migren"],
		"budidaya":["Pisah tunas anakan dari indukan, sertakan akarnya. Supaya tidak layu simpan di tempat yang lembab.","Setelah bibit didapat tanamlah bibit sedalam 5-10 cm pada media yang terdiri dari tanah dan pupuk kandang/kompos .Lalu Siram areal sekitar pangkal tanaman supaya baik dalam pertumbuhanya.","Setelah penanaman dilakukan dengan baik, dan bibit juga tumbuh dengan baik. Selanjutya untuk merawat tanaman suji lakukan penyiraman saat diperlukan saja. Dan untuk menambah nutrinya beri pupuk secara berkala, secukupnya saja."],
		"upvotes": []
	},
	{
		"nama":"ASAM JAWA",
		"namaLatin":"Tamarindus indoca L",
		"imgSrc": "https://pasarikanonline.files.wordpress.com/2016/10/asam-jawa.jpg",
		"khasiat":["Mengobati batuk", "Mengobati bisul", "Gangguan pencernaan", "Sariawan", "Reumatik", "Menurunkan berat badan", "Mencegah rambut rontok"],
		"budidaya":["Lakukan pencangkokan  Penyambungan dan  Penempelan hal ini dilakukan bertujuan untuk menghasilakan suatau indukan yang sangatlah bagus untuk ditanam dengan cara memperbanyak secara vegetatif.","Penempelan perisai (shield budding) dan penempelan tambalan (patch budding) serta sambung-celah (cleft grafting) merupakan metode yang cepat dan dapat dipercaya.","Pohon hasil perbanyakan secara penempelan atau penyambungan ditanam di kebun pada awal musim hujan dengan jarak tanam 8-10 m."],
		"upvotes": []
	},
	{
		"nama":"BAKUNG",
		"namaLatin":"Crinum asiaticum L",
		"imgSrc": "http://farm7.static.flickr.com/6005/5960596808_00f2768f35.jpg",
		"khasiat":["Mengobati bengkak-bengkak pada kaki dan tangan", "Obat borok", "Obat luka", "Reumatik", "Peluruh muntah"],
		"budidaya":["Tanaman bakung menyukai sinar matahari, namun umbinya jauh lebih suka di tempat yang dingin di sepanjang musim panas.","Jadi usahakan untuk menggali lubang sedalam 10-15 sentimeter, dan ingatlah selalu jika lebih gali mendalam itu lebih baik, karena tidak hanya sekedar melindungi umbi dari panas, namun juga memberikan penyangga yang sangat baik bagi batang bakung. "],
		"upvotes": []
	},
	{
		"nama":"BALSEM",
		"namaLatin":"Myroxilon balsanum Harms",
		"imgSrc": "https://s-media-cache-ak0.pinimg.com/564x/35/d9/fb/35d9fbfa0f88e3029b3d6d5abf33b5a5.jpg",
		"khasiat":["mengobati luka baru supaya cepat kering", "Obat diare", "Mengatasi suara serak"],
		"budidaya":["Semaikan biji benih terus ke atas tanah dalam jarak 12 ke 18 inci antara satu sama lain atau ke dalam bekas semaian dan kambus dengan sedikit tanah di atasnya iaitu setebal kira-kira 1/8 inci.","Siram dengan air rata-rata.","Jika di tanam di atas tanah, pastikan tanah di situ tidak menakung air dan elakkan akarnya daripada sentiasa basah. Siram sekali atau dua kali seminggu."],
		"upvotes": []
	},
	{
		"nama":"BAMBU TALI",
		"namaLatin":"Asparagus cochinchinenesis Merr",
		"imgSrc": "https://senjawangi.files.wordpress.com/2011/03/bambu-tali1.jpg",
		"khasiat":["Mengobati batuk darah", "TBC", "Sakit tenggorokan", "Kanker payudara", "Diabetes"],
		"budidaya":["Menggunakan Umbi atau biji, pemeliharaan mudah cukup dengan menjaga kelembaban tanah serta pupuk dasar dan cukup sinar matahari.","Sebagai tanaman obat maka tanaman ini tidak boleh disemprot dengan pestisida."],
		"upvotes": []
	},
	{
		"nama":"BANGLE/ BENGLE",
		"namaLatin":"Zingiber purpureum Roxb",
		"imgSrc": "https://1.bp.blogspot.com/-cM0_nfQpyzE/VaMYtvMq0VI/AAAAAAAAA0Y/spG3Memku6g/s1600/bangle.jpg",
		"khasiat":["Mengobati masuk angin", "Demam", "Obesitas", "Gangguan penglihatan", "Nyeri sendi", "Obat sakit kuning"],
		"budidaya":["Letakkan rimpang-rimpang yang sudah tua dengan berat sekitar 25 – 40 gram ditunaskan terlebih dahulu.","Setelah tumbuh dipilih tunas-tunas yang sehat dan seragam untuk dipindahkan ke lapang.","Masa penunasan dari potongan bibit antara 1 – 1,5 bulan. Selama dalam masa penunasan tersebut dilakukan penyiraman setiap sore dan pagi hari."],
		"upvotes": []
	},
	{
		"nama":"BARU CINA",
		"namaLatin":"Artemisia vulgaris L",
		"imgSrc": "http://daunbuah.com/wp-content/uploads/2014/03/tanaman-baru-cina.jpg",
		"khasiat":["Mengatasi lemah syahwat", "Menghilangkan rasa lemas setelah melahirkan", "Mencegah keguguran", "Melancarkan persalinan", "Mengatasi nyeri saat haid"],
		"budidaya":["Bunga Cina ini berkembang biak dengan batang.","Rendam dulu batang yang agak tua di dalam air sebelum ditanam ke dalam tanah.","Siram setiap hari untuk pertumbuhan akarnya. Tunas baru akan muncul setelah lebih kurang 6 minggu."],
		"upvotes": []
	},
	{
		"nama":"BAYAM DURI",
		"namaLatin":"Amaranthus spinosus L",
		"imgSrc": "https://kabartani.com/wp-content/uploads/2016/10/Bayam-Duri-640x442.jpg",
		"khasiat":["Mengobati bisul", "Radang usus", "Keputihan", "Wasir", "Radang saluran pernafasan", "TBC kelenjar"],
		"budidaya":["Siapkan lahan untuk persemaian, dimana lahan harus bebas dari hama maupun gulma yang menggangu.","Buatkanlah atap yang terbuat dari plastik atau bisa juga menggunakan jerami.","Sebar bibit bayam di lahan persemaian kemudian tutup dengan tanah tipis kurang lebih 2 cm.","Sirami bibit dengan teratur sehari dua kali setiap pagi dan sore.","Menginjak usia tanam 1-2 minggu, pindahkan bibit bayam ke dalam pot yang telah diisi tanah yang dicampur pupuk organik dengan dosis 1:1.","Sirami bibit di dalam pot dengan teratur hingga usia tanam 7 hari sejak dipindahkan ke dalam pot."],
		"upvotes": []
	},
	{
		"nama":"BELIMBING MANIS",
		"namaLatin":"Averrhoa carambola",
		"imgSrc": "http://cdn.jaringnews.com/3/2013/08/05/2d8ffce18987e3a0040d15cc44026bd7_1.jpg",
		"khasiat":["Mengobati diabetes melitus", "Kencing batu", "Lever", "Malaria",  "Mencegah kanker", "Sakit kepala kronis"],
		"budidaya":["Persiapkan media tanam yang cukup seperti sebuah pot yang besar.","Masukan media tanam yang berupa campuran tanah dan pupuk kompos yang sudah jadi dengan perbandingan 1:1.","Tanah yang akan dipakai harus dijemur terlebih dahulu selama kurang lebih 3-5 hari supaya mendapat sinar matahari dan bakteri serta hama mati.","Tanah yang digunakan dapat diambil dari pekarangan namun pastikan tanah tersebut bebas dari rumput dan sampah serta jangan mengambil tanah yang tercampur pasir."],
		"upvotes": []
	},
	{
		"nama":"BIDARA UPAS",
		"namaLatin":"Merremia mammosa Hall",
		"imgSrc": "http://www.satuharapan.com/uploads/pics/news_15001_1397459222.jpg",
		"khasiat":["Mengobati batuk rejan", "Difteri", "Berak darah dan berlendir", "Luka gigitan ular", "Diabetes", "Kusta", "Luka pada kulit", "Tifus", "Muntah darah", "Radang usus buntu", "Sifilis"],
		"budidaya":["Penanaman tanaman ini cukup mudah, cuma sediakan tempat kosong.","Perbanyakan bisa dilakukan dengan cara stek batang atau menanam umbinya saja"],
		"upvotes": []
	}
]
